import './AppInfo.scss'

const AppInfo = () => {
    return (
        <div className='info'>
            <h1 className="info__title">Молекулярная кухня</h1>
            <div className="info__description">Создание блюд молекулярной кухни — это настоящее волшебство. Кажется, что повар делает взмах руки, и на столе у гостей появляется оригинальная, необычная еда. Но на деле не все так просто, как может показаться. Процессы достаточно трудоемки, а некоторые блюда готовятся несколько суток. Поэтому вы можете предоставить это нам. Вам необходимо лишь выбрать готовый салат из списка доступных. Либо же вы можете собрать свой!
            </div>
        </div>        
    )
}

export default AppInfo;